Repository: zDevelopers/UHCR-Traitors
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: {gray}Speak anonymously with the other traitors using {cc}/f <message>{gray}.
fr_fr: {gray}Parlez anonymement avec les autres traîtres avec {cc}/f <message>{gray}.

source: {gray}You can tell the whole server you're a traitor using {cc}/reveal{gray}. Beware of the consequences!
fr_fr: {gray}Vous pouvez annoncer à tout le serveur que vous êtes un traître en utilisant {cc}/reveal{gray}. Attention aux conséquences !

source: {gray}If someone wasn't online when the traitors were notified, you can tell them to use {cc}/amiatraitor{gray}.
fr_fr: {gray}Si quelqu'un n'était pas connecté lorsque les traîtres ont été annoncés, vous pouvez leur dire d'utiliser

source: Traitors
fr_fr: Traîtres

source: {red}There's only one team alive, but {bold}a traitor is hidden within{red}.
fr_fr: {red}Il n'y a plus qu'une équipe restante, mais {bold}un traître s'y cache{red}.

source: {red}The game will only end when he will be defeated... or defeat all the honest players!
fr_fr: {red}Le jeu ne se terminera que lorsqu'il sera vaincu... ou qu'il vaincra tous les joueurs honnêtes !

source: {red}The game just ended. {bold}Traitors win.
fr_fr: {red}Le je est terminé. {bold}Les traîtres gagnent.

source: {red}Traitors win
fr_fr: {red}Les traîtres gagnent

source: {red}Sometimes, being vile is a good thing.
fr_fr: {red}Parfois, être vil est une bonne chose.

source: {green}The game just ended. {bold}Honest players win.
fr_fr: {green}Le jeu est terminé. {bold}Les honnêtes gens gagnent.

source: {gray}Team: {0}
fr_fr: {gray}Équipe : {0}

source: {gray}Traitor identity revealed
fr_fr: {gray}Identité de traître révélée

source: {gray}Traitor identity hidden
fr_fr: {gray}Identité de traître masquée

source: traitors
fr_fr: traitres

source: {0} died.
fr_fr: {0} est mort.

source: {yellow}Traitors will be notified in {gold}{0}{yellow} second
fr_fr: {yellow}Les traîtres vont être informés dans {gold}{0}{yellow} seconde

source: {red}YOU ARE A TRAITOR. {yellow}Open chat for details.
fr_fr: {red}VOUS ÊTES UN TRAÎTRE. {yellow}Lisez le chat pour les détails.

source: {red}{bold}You are a traitor.
fr_fr: {red}{bold}Vous êtes un traître.

source: {yellow}{bold}Your objective is to win with the other traitors.
fr_fr: {yellow}{bold}Votre objectif est de gagner avec les autres traîtres.

source: {yellow}You are now against your team, but they don't know this! Use the secret to your advantage.
fr_fr: {yellow}Vous êtes désormais contre votre coéquipiers mais ils ne le savent pas ! Utilisez ce secret à votre avantage.

source: {yellow}The traitors only know themselves through a fake name.
fr_fr: {yellow}Les traitres ne se connaissent que via un faux nom.

source: {yellow}Your traitor name is {gold}{0}{yellow}.
fr_fr: {yellow}Votre nom de traître est {gold}{0}{yellow}.

source: {darkgreen}{bold}You are not a traitor.
fr_fr: {darkgreen}{bold}Vous n'êtes pas un traître.

source: {green}Your objective is to win with your team. But beware, it's not the case of all of your teammates...
fr_fr: {green}Votre objectif est de gagner avec votre équipe. Mais attention, ce n'est pas le cas de tous vos coéquipiers...

source: {red}{bold}{0} is a traitor!
fr_fr: {red}{bold}{0} est un traître !

source: teams count
fr_fr: nombre d'équipes

source: {green}Current traitors count: {darkgreen}{0}{green}.
fr_fr: {green}Nombre de traîtres : {darkgreen}{0}{green}.

source: the teams count
fr_fr: le nombre d'équipes

source: {green}Traitors count updated to {darkgreen}{0}{green}.
fr_fr: {green}Le nombre de traîtres est désormais {darkgreen}{0}{green}.

source: {0} is not a valid number.
fr_fr: {0} n'est pas un nombre valide.

source: You cannot update the traitors count as the game is started and traitors are already generated.
fr_fr: Vous ne pouvez changer le nombre de traîtres car le jeu est démarré et les traîtres ont déjà été générés.

source: You are not a traitor.
fr_fr: Vous n'êtes pas un traître.

source: You already revealed yourself as a traitor.
fr_fr: Vous vous êtes déjà révélés comme étant un traître.

source: {darkred}{bold}Warning! {red}Revealing yourself as a traitor will have the following consequences:
fr_fr: {darkred}{bold}Attention ! {red}Vous révéler publiquement comme un traître aura les conséquences suivantes :

source: {gray}- {red}all players will be notified you're a traitor;
fr_fr: {gray}- {red}tous les joueurs seront notifiés que vous êtes un traître ;

source: {gray}- {red}your nickname color will turn to red;
fr_fr: {gray}- {red}votre nom tournera au rouge vif ;

source: {gray}- {red}you'll be {0} instead of {1} in the traitors chat.
fr_fr: {gray}- {red}vous serez {0} au lieu de {1} dans le chat des traîtres.

source: Click here to confirm
fr_fr: Cliquez ici pour confirmer

source: Click here to reveal yourself as a traitor
fr_fr: Cliquez ici pour vous révéler comme étant un traître

source: Traitors are not revealed yet!
fr_fr: Les traîtres ne sont pas encore révélés !

source: {yellow}Use {cc}/f <message>{yellow} to speak with the other traitors.
fr_fr: {yellow}Utilisez {cc}/f <message>{yellow} pour parler avec les autres traîtres.

source: You cannot use the traitors chat because traitors were not notified yet.
fr_fr: Vous ne pouvez utiliser le chat des traîtres car les traîtres n'ont pas encore été révélés.

source: You cannot use the traitors chat because you are not a traitor.
fr_fr: Vous ne pouvez utiliser le chat des traîtres car vous n'êtes pas un traître.

source: Traitors are not public yet!
fr_fr: Les traîtres ne sont pas encore annoncés !

source: {0} traitor
fr_fr: {0} traître

source: (display identities)
fr_fr: (afficher les identités)

source: {red}{bold}Displays the traitors identities
fr_fr: {red}{bold}Afficher les identités des traîtres

source: {darkred}Warning! {red}This can be a game breaker!
fr_fr: {darkred}Attention ! {red}Les afficher peut casser votre jeu !

source: {white}Team {0}
fr_fr: {white}Équipe {0}

source: {gray}{0} player
fr_fr: {gray}{0} joueur

source: (was {0})
fr_fr: (était {0})

source: (name: {0})
fr_fr: (nom : {0})

source: {gray}({darkred}DEAD{gray})
fr_fr: {gray}({darkred}MORT{gray})
